{"email_text": "Hello John, \nJust checking if you’re available for tomorrow’s meeting at 10 AM.\nRegards, Sarah.\n", "system_flagged_as_phish": false, "user_says_phish": false}
{"email_text": "Hey it’s Renée here. Just sending you the most important thing you will ever read on the topic of why guys don’t call.\n\nIf your guy doesn’t call as often as you like, (even if he doesn’t call you every day), it’s not unusual, and I promise you it’s not always doomed.\n\nWhat matters here is not the frequency with which he calls you - what matters is that you understand why he doesn’t always do it (there’s a little known, VERY good reason why he doesn’t do it).\n\nIt’s a bit of a long read, so get a nice warm drink before you begin…\n\nCLICK HERE to READ: This Is Why Men Don’t Call More Often…\n\nThis article is one of the most visited on my site (it’s had millions of hits), and for very good reason. It contains information that you must know if you want to be a high value woman when he doesn’t call.\n\n\n\nOn that note…\n\nIf you want your man to truly enjoy calling you, texting you and overall interacting with you, then there is no doubt you need some specific skills regarding communicating with men.\n\nMore specifically the social skills required to help build and cultivate the emotional attraction between you and him.\n\nIf you know our work, then you’d instantly recognise that I’m talking about the skill of playful banter and throwing “pebbles”.\n\nThis is something that my man David has taught me over the years and I believe he’s one of the best in the world to teach this topic matter.\n\nBecause ultimately you have to understand this…\n\nIf a man loves his interactions with you, every single time, then he is going to want more of that. He’s going to chase you up to interact with you more and more.\n\nThat’s how you build amazing rapport with a high value man.\n\nThat’s how you have great conversations with a high value man.\n\nThat’s how you create a spark in his eyes when he is talking to you.\n\nThis is in my opinion great communication skills. This is in my opinion one of the most important skills for you as a woman to develop.\n\nBecause ultimately masculine men communicate in their own masculine ways that are quite different to you and I as women.\n\nThis often results in miscommunication, misunderstandings and lots of disconnects along the way. In fact, this is the norm, not the exception.\n\n\n\nSo one of the best ways to bridge that gap between masculine and feminine, is through playful use of banter and pebbles.\n\nIf you are participating in online dating to any extent, then I highly recommend you invest the time and energy to study my husband’s program High Value Profile & Banter.\n\nThis program has helped so many of our lady members find love online and many have gotten married. (Not that marriage should be a goal, but it’s a tribute to the emotional connection and emotional attraction these ladies were able to build through online dating.)\n\nIf you haven’t checked out this case study with Alison, do it now.\n\nCLICK HERE to watch ALISON’s Case Study…\n\nOr perhaps Yana’s case study…\n\nCLICK HERE to watch YANA’s Case Study…\n\nIf you want serious results like these ladies, then do yourself a huge favour. Study the material. Implement it. Trust that process.\n\nHigh Value Profile and Banter is absolutely one of a kind and it will work for you even if you’ve never had success with online dating.\n\nThe promise of this course is for you to effortlessly find exciting matches, spellbinding conversations and exhilarating real life dates with high value men through a “dark feminine” approach to online dating… (even if you’ve lost all faith and your self esteem has been torn apart by dating apps!)\n\nCLICK HERE to READ MORE about High Value Profile and Banter. \n\nIf you’re not currently online dating, but still looking to find your Mr. Right, then consider checking out our Attraction Pebbles program.\n\nThe promise of this course is for you to learn and master the dark feminine art of “Attraction Pebbles” to effortlessly capture & keep high quality men’s attention, cultivate deep emotional attraction & make them chase you!\n\nCLICK HERE to READ MORE about Attraction Pebbles.\n\nBoth of these programs are amazing and there is so much to learn from them. (I know I’m biased but I’ve learned a heap from them too, even when I get to speak to my husband every single day.)\n\nAlright that’s all from me. Remember, everything I mentioned here is a skill that you too can learn. Just like the women in our casestudies have learned and applied, you can too.\n\nTrust in yourself. Trust in the process. Trust in the fact that you are heading in the right direction.\n\nRemember, I believe in you.", "system_flagged_as_phish": false, "user_says_phish": true}
